import { IDData } from './volunteerData'

export const dOrgData: IDData = {
  interestingProject: 'Проєкти ГО “Спільні кроки”'
}

export const mapOrgData: { [key: string]: string } = {
  city: 'Місто:',
  email: 'Електронна пошта:',
  phone: 'Номер телефону:',
  opportunity: 'Цікавлять напрями:',
  contact: 'Контактна особа'
}

export const sOrgData: { [key: string]: string } = {
  orgImg: '',
  orgTitle: 'ГО “Спільні кроки”',
  userDescription: `
Громадська організація "Спільні кроки" є активним учасником соціального розвитку в Львові. Організація заснована Олександром Івановим, який вирішив об'єднати зусилля громади для вирішення соціальних питань. Реєструючись на платформі "Місто активних людей",  ГО "Спільні кроки" прагне знаходити волонтерів для реалізації своїх проєктів, спрямованих на волонтерство для вразливих категорій населення та освіту.
Коротка біографія:

ГО "Спільні кроки" заснована в 2010 році в Львові, має багаторічний досвід у роботі з волонтерами та соціальними проєктами.
`,
  city: 'Київ',
  email: 'example@example.com',
  opportunity:
    'Допомога ветеранам та військовим. Підтримка людей похилого віку. Мистецтво. Культура. Молодь та діти. Спорт.',
  contact: 'Олександр',
  urlInsta: '',
  urlYouTube: '',
  urlF: '',
  urlTg: '',
  urlWebSite: ''
}
